---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsLookupTableName
source: html/bb80dbae-1362-3cd8-c3dd-390a0341180f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsLookupTableName Property

"Lookup Table Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsLookupTableName { get; }
```